Repository: tchapi/davis
Catalog: translations/messages+intl-icu.*.xlf
Languages: de

source: enabled
de: aktiviert

source: disabled
de: deaktiviert

# label.success
source: Success
de: Erfolg

# label.warning
source: Warning
de: Warnung

# label.error
source: Error
de: Fehler

# admin.interface
source: Administration interface
de: Administrationsoberfläche

source: Close
de: Schließen

source: Save
de: Speichern

source: Toggle navigation
de: Navigation umschalten

source: Toggle theme
de: Theme umschalten

# theme.light
source: Light
de: Hell

# theme.dark
source: Dark
de: Dunkel

# title.users_and_resources
source: Users and Resources
de: Benutzer und Ressourcen

# users.back
source: Back to Users
de: Zurück zu Benutzer

# addressbooks.new
source: New Address Book
de: Neues Adressbuch

# calendars.new
source: New Calendar
de: Neuer Kalender

# users.new
source: New User
de: Neuer Benutzer

# dashboard.env
source: Configured environment
de: Konfigurierte Arbeitsumgebung

# dashboard.capabilities
source: Capabilities
de: Funktionen

# dashboard.objects
source: Objects
de: Objekte

# dashboard.auth
source: Auth
de: Authentifizierung

# dashboard.invite_from_address
source: Invite From Address
de: Aus Adressbuch einladen

# dashboard.server_timezone
source: App (PHP) Timezone
de: Server (PHP) Timezone

# dashboard.bad_timezone_configuration
source: Bad timezone configuration env var
de: Falsche Konfiguration der Zeitzone env var

# dashboard.no_timezone_configuration
source: Timezone not enforced by app
de: Zeitzone wird vom Server nicht erzwungen

# dashboard.users
source: Users
de: Benutzer

# dashboard.calendars
source: Calendars
de: Kalender

# dashboard.calendars.help
source: (incl. Reminders lists)
de: (inkl. Erinnerungslisten)

# dashboard.events
source: Events
de: Ereignisse

# dashboard.address_books
source: Address Books
de: Adressbücher

# dashboard.contacts
source: Contacts
de: Kontakte

# addressbooks.edit
source: Editing Address Book «{name}»
de: Adressbuch «{name}» bearbeiten

source: Edit
de: Bearbeiten

source: Add
de: Hinzufügen

source: Delete
de: Löschen

# calendars.edit
source: Editing Calendar «{name}»
de: Kalender «{name}» bearbeiten

# calendars.entries
source: {count, plural, =0 {No entry} one {One entry} other {# entries}}
de: {count, plural, =0 {Kein Eintrag} one {Ein Eintrag} other {# Einträge}}

# calendars.component.events
source: Events
de: Ereignisse

# calendars.component.todos
source: Todos
de: Aufgaben

# calendars.setup.title
source: Setup information
de: Einrichtungsinformation

# calendars.component.notes
source: Notes
de: Notizen

# users.edit
source: Editing User «{username}»
de: Benutzer «{username}» bearbeiten

# addressbooks.for
source: Address books for {who}
de: Adressbuch von {who}

# addressbooks.uri
source: Address book URI
de: Adressbuch URI

# addressbooks.contacts
source: {count, plural, =0 {No contact} one {One contact} other {# contacts}}
de: {count, plural, =0 {Kein Kontakt} one {Ein Kontakt} other {# Kontakte}}

# calendars.for
source: Calendars for {who}
de: Kalender für {who}

# calendars.shared.with
source: Calendars shared with {who}
de: Kalender geteilt mit {who}

# users.username
source: Username
de: Benutzername

# users.calendars
source: Calendars
de: Kalender

# users.addressbooks
source: Address Books
de: Adressbücher

# default.calendar.title
source: Default Calendar
de: Standard-Kalender

# default.calendar.description
source: Default Calendar for {user}
de: Standard-Kalender für {user}

# default.addressbook.title
source: Default Address Book
de: Standard-Adressbuch

# default.addressbook.description
source: Default Address Book for {user}
de: Standard-Adressbuch für {user}

# user.saved
source: User saved successfully
de: Benutzer erfolgreich gespeichert

# user.deleted
source: User deleted successfully
de: Benutzer erfolgreich gelöscht

# calendar.saved
source: Calendar saved successfully
de: Kalender erfolgreich gespeichert

# calendar.deleted
source: Calendar deleted successfully
de: Kalender erfolgreich gelöscht

# calendar.shared
source: Calendar shares modified successfully
de: Geteilten Kalender erfolgreich bearbeitet

# calendar.revoked
source: Calendar revoked successfully
de: Geteilten Kalender erfolgreich zurückgezogen

# calendars.delegates.member.add
source: Share this calendar with another user:
de: Diesen Kalender mit anderen Benutzern teilen:

# calendars.delegates.member.help
source: Adding a user who already has a shared access to this calendar will only affect its access right
de: Das Hinzufügen eines Benutzers, der bereits einen gemeinsamen Zugriff auf diesen Kalender hat, wirkt sich nur auf dessen Zugriffsrecht aus.

# calendars.delegates.member.none
source: There are no other user to share this calendar with
de: Es gibt keine anderen Benutzer, mit denen Sie diesen Kalender teilen können.

# addressbooks.saved
source: Address Book saved successfully
de: Adressbuch erfolgreich gespeichert

# addressbooks.deleted
source: Address Book deleted successfully
de: Adressbuch erfolgreich gelöscht

# addressbooks.back
source: Back to Address Books for {user}
de: Zurück zu Adressbücher für {user}

# calendars.back
source: Back to Calendars for {user}
de: Zurück zu Kalender für {user}

# form.password.empty
source: Leave empty if you don't want to change it
de: Leer lassen, wenn Sie es nicht ändern wollen.

# form.password.match
source: The password fields must match.
de: Das Passwortfeld muss übereinstimmen.

# form.password
source: Password
de: Passwort

# form.password.repeat
source: Repeat Password
de: Passwort wiederholen

# form.admin
source: Is this user an administrator ?
de: Ist dieser Benutzer ein Administrator?

# form.admin.help
source: If checked, this user (namely, its principal) will be injected in every single ACL rule with the '{DAV:}all' privileges.
de: Wenn diese Option aktiviert ist, wird dieser Benutzer (d. h. sein Hauptbenutzer) in jede einzelne ACL-Regel mit den Berechtigungen "{DAV:}all" aufgenommen.

# form.displayName
source: Display name
de: Anzeigename

# form.username
source: Username
de: Benutzername

# form.username.help
source: May be an email, but not forcibly.
de: Kann eine E-Mail sein, aber nicht zwingend.

# form.events
source: Events
de: Ereignisse

# form.notes
source: Notes
de: Notizen

# form.todos
source: Todos
de: Aufgaben

# form.includedInBirthdayCalendar
source: Included in birthday calendar?
de: Im Geburtstagskalender enthalten?

# form.description
source: Description
de: Beschreibung

# form.color
source: Calendar color
de: Kalenderfarbe

# form.public
source: Public
de: Öffentlich

# form.name.help.carddav
source: This name will be displayed in your CardDAV client
de: Dieser Name wird in Ihrem CardDAV-Client angezeigt.

# form.includedInBirthdayCalendar.help
source: When selected, all cards with a valid birthday will be included in the principal's birthday calendar, which will be available as a shared calendar in your account
de: Wenn diese Option ausgewählt ist, werden alle Karten mit einem gültigen Geburtstag in den Geburtstagskalender des Hauptbenutzers aufgenommen, der als freigegebener Kalender in Ihrem Konto verfügbar ist.

# form.name.help.caldav
source: This name will be displayed in your CalDAV client
de: Dieser Name wird in Ihrem CalDAV-Client angezeigt

# form.uri.help.carddav
source: This is the unique identifier for this address book. Allowed characters are digits, lowercase letters and the dash symbol '-'.
de: Dies ist der eindeutige Bezeichner für dieses Adressbuch. Erlaubte Zeichen sind Ziffern, Kleinbuchstaben und das Bindestrichsymbol '-'.

# form.uri.help.caldav
source: This is the unique identifier for this calendar. Allowed characters are digits, lowercase letters and the dash symbol '-'.
de: Dies ist der eindeutige Bezeichner für dieses Kalender. Erlaubte Zeichen sind Ziffern, Kleinbuchstaben und das Bindestrichsymbol '-'.

# form.public.help.caldav
source: If the calendar is public, it will be available for anyone with the link
de: Wenn der Kalender öffentlich ist, ist er für jeden, der den Link kennt, zugänglich.

# form.color.help
source: This is the color that will be displayed in your CalDAV client. It must be supplied in the format '#RRGGBBAA' (alpha channel is optional) with hexadecimal values. This value is optional.
de: Das ist die Farbe, die in Ihrem CalDAV-Client angezeigt werden soll. Sie muss im Format „#RRGGBBAA“ (Alphakanal ist optional) mit Hexadezimalwerten angegeben werden. Dieser Wert ist optional.

# form.events.help
source: If checked, events will be enabled on this calendar. It will show up in calendar clients.
de: Wenn diese Option markiert ist, werden Ereignisse in diesem Kalender aktiviert. Sie werden in den Kalender-Clients angezeigt.

# form.todos.help
source: If checked, todos will be enabled on this calendar. It will show up in reminders clients (such as macOS Reminders app)
de: Wenn diese Option aktiviert ist, werden Aufgaben in diesem Kalender aktiviert. Sie werden in Erinnerungsprogrammen angezeigt (z. B. macOS Erinnerungen App).

# form.notes.help
source: If checked, notes will be enabled on this calendar.
de: Wenn diese Option markiert ist, werden Notizen in diesem Kalender aktiviert.

# addressbooks.modal.title
source: Delete this Address Book ?
de: Dieses Adressbuch löschen?

# addressbooks.modal.text
source: Are you sure you want to delete this address book ? All the contacts in it will be deleted too.
de: Sind Sie sicher, dass Sie dieses Adressbuch löschen möchten? Alle darin enthaltenen Kontakte werden dann ebenfalls gelöscht.

# calendars.modal.title
source: Delete this Calendar ?
de: Diesen Kalender löschen?

# calendars.modal.text
source: Are you sure you want to delete this calendar ? All the events, todos and notes in it will be deleted too.
de: Sind Sie sicher, dass Sie diesen Kalender löschen möchten? Alle darin enthaltenen Ereignisse, Aufgaben und Notizen werden ebenfalls gelöscht.

# revoke.modal.title
source: Revoke access to this calendar ?
de: Zugriff auf diesen Kalender widerrufen?

# revoke.modal.text
source: Are you sure you want to revoke access to this calendar ? The user will lose access to all events, todos and notes. The original calendar will not be deleted.
de: Sind Sie sicher, dass Sie den Zugang zu diesem Kalender widerrufen möchten? Der Benutzer verliert den Zugriff auf alle Ereignisse, Aufgaben und Notizen. Der ursprüngliche Kalender wird nicht gelöscht.

# users.modal.title
source: Delete this User ?
de: Diesen Benutzer löschen?

# users.modal.text
source: Are you sure you want to delete this user ? All the associated calendars and address books will be deleted too.
de: Sind Sie sicher, dass Sie diesen Benutzer löschen möchten? Alle zugehörigen Kalender und Adressbücher werden ebenfalls gelöscht.

# delegates.modal.title
source: Remove this delegate ?
de: Diesen Vertreter löschen?

# delegates.modal.text
source: Are you sure you want to remove this delegate ? This user will no longer have access to the calendars, contacts, etc.
de: Sind Sie sicher, dass Sie diesen Vertreter entfernen möchten? Dieser Benutzer hat dann keinen Zugang mehr zu den Kalendern, Kontakten usw.

# delegates.member.help
source: Adding a user who already is a delegate will only affect its access right
de: Das Hinzufügen eines Benutzers, der bereits Vertreter ist, wirkt sich nur auf sein Zugriffsrecht aus.

source: Cancel
de: Abbrechen

source: Yes
de: Ja

source: No
de: Nein

# login.signin
source: Please sign in
de: Bitte anmelden

# login.username
source: Username
de: Benutzername

# login.password
source: Password
de: Passwort

# login.submit
source: Submit
de: Senden

source: Logout
de: Abmelden

# login.already
source: You are already logged in as {username}
de: Sie sind bereits als {Benutzername} eingeloggt.

source: No users yet.
de: Noch keine Benutzer.

source: Remove
de: Entfernen

source: Revoke
de: Zurückziehen

source: Sharing
de: Teilen

# calendars.sharing
source: Calendar sharing
de: Gemeinsame Nutzung von Kalendern

# calendars.delegates.add
source: Add a delegate
de: Vertreter hinzufügen

# calendars.delegates.for
source: Delegates for {what}
de: Vertreter für {what}

# calendars.delegates.new
source: New delegate
de: Neuer Vertreter

# calendars.delegates.existing
source: This calendar is shared with:
de: Dieser Kalender wird geteilt mit:

# calendars.delegates.none
source: none
de: keine

# calendars.delegates.member
source: Member:
de: Mitglied:

# calendars.delegates.write.give
source: Give write access ?
de: Schreibzugriff gewähren?

# users.delegates
source: Delegates
de: Vertreter

# delegates.enabled.text
source: Delegation is enabled for this account.
de: Die Vertreterfunktion für dieses Konto ist aktiviert.

# delegates.disable.warning
source: ⚠ If you disable it, all your delegates will lose access to this calendar
de: ⚠ Wenn Sie diese Funktion deaktivieren, verlieren alle Ihre Vertreter den Zugang zu diesem Kalender.

# delegates.disable
source: Disable it
de: Deaktivieren

# delegates.disabled.text
source: Delegation is not enabled for this account.
de: Die Vertreter-Funktion ist für dieses Konto deaktiviert.

# delegates.enable
source: Enable it
de: Aktivieren

# delegates.write
source: has write access
de: hat Schreibzugriff

# delegates.readonly
source: has readonly access
de: hat Lesezugriff

# calendar.share_access.2
source: readonly
de: schreibgeschützt

# calendar.share_access.3
source: read / write
de: lesen / schreiben

# calendar.subscription
source: subscription
de: Abonnement

# calendars.subscriptions
source: Subscriptions
de: Abonnements

# calendars.auto
source: Automatically generated
de: Automatisch generiert
